[
  "fuzzy-chinese-pinyin",
  "cm-chs-patch",
  "obsidian-excalidraw-plugin",
  "obsidian-vimrc-support",
  "obsidian-latex-suite",
  "notedraw",
  "obsidian-style-settings",
  "center-text",
  "obsidian-relativenumber",
  "vim-im-control",
  "vimium-plus"
]